{
    "title_primary": "Modernización de sistemas",
    "subtitle": "Convierte tus sistemas heredados en soluciones rápidas y efectivas.",
    "title_animation": "Reinventamos tu infraestructura, mejorando su rendimiento y preparándola para los desafíos del futuro.",
    "subtitle_animation": "Actualizamos y optimizamos plataformas, soluciones tecnológicas en proceso de obsolescencia, incorporando herramientas modernas que facilitan su adaptación a las nuevas exigencias de la industria.",
    "btn_animation": "Da el siguiente paso",
    "title_modern_system": "Avanza con un sistema moderno",
    "subtile_modern_system": "¿Cómo lo hacemos posible?",
    "initial_title": "Evaluación Inicial:",
    "initial_description": "Realizamos un diagnóstico detallado de tu infraestructura actual para identificar las áreas clave de mejora y los requisitos específicos de tu negocio. Esto nos permite diseñar una estrategia personalizada para la migración.",
    "strategic_title": "Planificación Estratégica:",
    "strategic_description": "Creamos un plan de migración paso a paso, asegurando que cada fase sea segura, eficiente y alineada con tus objetivos empresariales. Planificamos tiempos y recursos para evitar interrupciones y minimizar riesgos.",
    "controlled_title": "Migración controlada:",
    "controlled_description": "Ejecutamos la migración de manera gradual y controlada, garantizando que los sistemas críticos continúen funcionando sin interrupciones. Cada etapa se supervisa de cerca para asegurar un impacto mínimo en tus operaciones.",
    "optimization_title": "Optimización y soporte continuo:",
    "optimization_description": "Después de completar la migración, nos aseguramos de que tu infraestructura esté optimizada para el máximo rendimiento. Ofrecemos soporte continuo para resolver cualquier desafío y garantizar que el sistema se mantenga actualizado y eficiente.",
    "how_migratiom_title": "¿Cómo la migración puede transformar tu negocio?",
    "how_migration_items": [
        "Agiliza tu infraestructura para el futuro",
        "Lo conecta con nuevas tecnologías",
        "Optimiza operaciones con plataformas avanzadas",
        "Rediseña tu infraestructura para un crecimiento escalable",
        "Garantiza seguridad y resiliencia ante nuevos retos"
    ],
    "title_video": "Innovación en acción:",
    "subtitle_video": "Cómo SquareTrade reimaginó su infraestructura"
}